Repository: xerdin442/imago-health
Catalog: UI/lib/l10n/intl_*.arb
Languages: ar, es, fr, hi, pt

# carousel1_imgtext
source: to your personal doctor
ar: لطبيبك الشخصي
es: a su médico personal
fr: à votre médecin personnel
hi: अपने व्यक्तिगत डॉक्टर को
pt: Para seu médico pessoal

# carousel1_imgDesc
source: IMAGO is bridging the Gap to healthcare. With IMAGO, you can get reliable information for physical and mental health needs with responses tailored just for you!
ar: Imago هو سد الفجوة للرعاية الصحية.مع Imago ، يمكنك الحصول على معلومات موثوقة لاحتياجات الصحة البدنية والعقلية مع استجابات مصممة فقط لك!
es: IMelo está cerrando la brecha para la atención médica.¡Con IMelo, puede obtener información confiable para las necesidades de salud física y mental con respuestas adaptadas solo para usted!
fr: Imago comble l'écart des soins de santé.Avec Imago, vous pouvez obtenir des informations fiables pour les besoins de santé physique et mentale avec des réponses adaptées juste pour vous!
hi: इमेजो हेल्थकेयर के लिए अंतराल को पाट रहा है।Imago के साथ, आप शारीरिक और मानसिक स्वास्थ्य की जरूरतों के लिए विश्वसनीय जानकारी प्राप्त कर सकते हैं, जो आपके लिए अभी -अभी सिलवाए हुए प्रतिक्रियाओं के साथ हैं!
pt: A IMAGO está preenchendo a lacuna para os cuidados de saúde.Com o IMAGO, você pode obter informações confiáveis ​​para necessidades de saúde física e mental com respostas adaptadas apenas para você!

# carousel2_imgtext
source: Hassle-Free Prescription
ar: وصفة طبية خالية من المتاعب
es: Prescripción sin problemas
fr: Prescription sans tracas
hi: परेशानी से मुक्त पर्चे
pt: Prescrição sem complicações

# carousel2_imgDesc
source: Manage your prescriptions effortlessly from your phone
ar: إدارة الوصفات الطبية الخاصة بك دون عناء من هاتفك
es: Administre sus recetas sin esfuerzo desde su teléfono
fr: Gérez vos ordonnances sans effort à partir de votre téléphone
hi: अपने फोन से सहजता से अपने नुस्खे प्रबंधित करें
pt: Gerencie suas prescrições sem esforço do seu telefone

# carousel3_imgtext
source: Woman's Health Solution
ar: الحل الصحي للمرأة
es: Solución de salud de la mujer
fr: Solution de santé de la femme
hi: महिला का स्वास्थ्य समाधान
pt: Solução de saúde da mulher

# carousel3_imgDesc
source: Expert care and advice for all women's health concerns.
ar: رعاية الخبراء والمشورة لجميع المخاوف الصحية للمرأة.
es: Cuidado y asesoramiento de expertos para todas las preocupaciones de salud de las mujeres.
fr: Soins et conseils d'experts pour tous les problèmes de santé des femmes.
hi: सभी महिलाओं की स्वास्थ्य चिंताओं के लिए विशेषज्ञ देखभाल और सलाह।
pt: Cuidados e conselhos de especialistas para todas as preocupações com a saúde das mulheres.

# carousel4_imgtext
source: Pride Community
ar: مجتمع الكبرياء
es: Comunidad de orgullo
fr: Fierté
hi: गर्व समुदाय
pt: Comunidade do orgulho

# carousel4_imgDesc
source: Mental Health Support for Non-Binary sexes in developing Countries
ar: دعم الصحة العقلية للجنس غير الثنائي في البلدان النامية
es: Apoyo a la salud mental para sexos no binarios en los países en desarrollo
fr: Support de santé mentale pour les sexes non binaires dans les pays en développement
hi: विकासशील देशों में गैर-बाइनरी लिंगों के लिए मानसिक स्वास्थ्य सहायता
pt: Apoio à saúde mental para sexos não binários em países em desenvolvimento

# carousel5_imgtext
source: Disability Assistant
ar: مساعد الإعاقة
es: Asistente de discapacidad
fr: Adjoint au handicap
hi: विकलांगता सहायक
pt: Assistente de invalidez

# carousel5_imgDesc
source: IMAGO can provide AI powered assistance for the visually impaired, mute, or deaf.
ar: يمكن لـ Imago تقديم مساعدة مدعومة من الذكاء الاصطناعي للضعف البصري أو الصمت أو الصم.
es: IMelo puede proporcionar asistencia alimentada por IA para los discapacitados visuales, mudos o sordos.
fr: Imago peut fournir une assistance alimentée en IA pour les troubles visuellement, les muets ou les sourds.
hi: IMAGO नेत्रहीन, मूक, या बहरे के लिए AI संचालित सहायता प्रदान कर सकता है।
pt: A IMAGO pode fornecer assistência alimentada por IA para o deficientes visualmente, muda ou surdo.

# carousel6_imgtext
source: Emergency
ar: طارئ
es: Emergencia
fr: Urgence
hi: आपातकाल
pt: Emergência

# carousel6_imgDesc
source: Ask for help and get quick response on simple but vital actions to take, in a health emergency to save a life.
ar: اطلب المساعدة واحصل على استجابة سريعة على الإجراءات البسيطة ولكن الحيوية التي يجب اتخاذها ، في حالة طوارئ صحية لإنقاذ الحياة.
es: Solicite ayuda y obtenga una respuesta rápida sobre acciones simples pero vitales para tomar, en una emergencia de salud para salvar una vida.
fr: Demandez de l'aide et obtenez une réponse rapide sur des actions simples mais vitales à prendre, en cas d'urgence pour la santé pour sauver une vie.
hi: मदद के लिए पूछें और जीवन को बचाने के लिए एक स्वास्थ्य आपातकाल में सरल लेकिन महत्वपूर्ण कार्रवाई करने के लिए त्वरित प्रतिक्रिया प्राप्त करें।
pt: Peça ajuda e obtenha uma resposta rápida sobre ações simples, mas vitais, a serem tomadas, em uma emergência de saúde para salvar uma vida.

# carousel7_imgtext
source: Symptom Checker
ar: مدقق الأعراض
es: Verificador de síntomas
fr: Vérificateur des symptômes
hi: लक्षण चेकर
pt: Verificador de sintomas

# carousel7_imgDesc
source: Are you concerned about your health and need to understand your current symptoms? IMAGO can give helpful AI predictions of the likely causes, for a better Informed decision making process
ar: هل أنت قلق بشأن صحتك وتحتاج إلى فهم أعراضك الحالية؟يمكن أن يعطي Imago تنبؤات مفيدة من الذكاء الاصطناعي للأسباب المحتملة ، لعملية اتخاذ قرار أفضل مستنيرة
es: ¿Le preocupa su salud y necesita comprender sus síntomas actuales?IMelo puede dar predicciones útiles de IA de las causas probables, para un proceso de toma de decisiones mejor informado
fr: Êtes-vous préoccupé par votre santé et avez besoin de comprendre vos symptômes actuels?Imago peut donner des prévisions d'IA utiles des causes probables, pour un processus de prise de décision mieux informé
hi: क्या आप अपने स्वास्थ्य के बारे में चिंतित हैं और अपने वर्तमान लक्षणों को समझने की आवश्यकता है?इमेजो एक बेहतर सूचित निर्णय लेने की प्रक्रिया के लिए संभावित कारणों की उपयोगी एआई भविष्यवाणियां दे सकता है
pt: Você está preocupado com sua saúde e precisa entender seus sintomas atuais?O IMAGO pode dar previsões úteis de IA das causas prováveis, para um processo de tomada de decisão melhor informado

# button_next
source: Next
ar: التالي
es: Próximo
fr: Suivant
hi: अगला
pt: Próximo

# caution_title
source: INFORMATION
ar: معلومة
es: INFORMACIÓN
hi: जानकारी
pt: INFORMAÇÃO

# caution_description
source: Once your registration is complete, you will be asked to fill in your medical records. Please don’t hesitate to provide this information. Be rest assured that your data privacy is our utmost priority, and we will not jeopardize the trust you have placed in us.
ar: بمجرد اكتمال التسجيل الخاص بك ، سيُطلب منك ملء سجلاتك الطبية.من فضلك لا تتردد في تقديم هذه المعلومات.كن مطمئنًا أن خصوصية بياناتك هي أولويتنا القصوى ، ولن نتعرض للخطر على الثقة التي وضعتها فينا.
es: Una vez que se complete su registro, se le pedirá que complete sus registros médicos.No dude en proporcionar esta información.Tenga la seguridad de que su privacidad de datos es nuestra máxima prioridad, y no pondremos en peligro la confianza que ha puesto en nosotros.
fr: Une fois votre inscription terminée, il vous sera demandé de remplir vos dossiers médicaux.N'hésitez pas à fournir ces informations.Soyez assuré que votre confidentialité de données est notre priorité et nous ne compromettreons pas la confiance que vous avez placée en nous.
hi: एक बार जब आपका पंजीकरण पूरा हो जाता है, तो आपको अपने मेडिकल रिकॉर्ड भरने के लिए कहा जाएगा।कृपया यह जानकारी प्रदान करने में संकोच न करें।निश्चिंत रहें कि आपकी डेटा गोपनीयता हमारी अत्यंत प्राथमिकता है, और हम उस विश्वास को खतरे में नहीं डालेंगे जो आपने हम में रखा है।
pt: Depois que seu registro estiver concluído, você será solicitado a preencher seus registros médicos.Não hesite em fornecer essas informações.Tenha certeza de que sua privacidade de dados é nossa prioridade máxima e não prejudicaremos a confiança que você colocou em nós.

# caution_policy_agreement
source: By using this app you agree to our
ar: باستخدام هذا التطبيق ، فأنت توافق على
es: Al usar esta aplicación, acepta nuestro
fr: En utilisant cette application, vous acceptez notre
hi: इस ऐप का उपयोग करके आप हमारे लिए सहमत हैं
pt: Ao usar este aplicativo, você concorda com o nosso

# caution_terms_and_policy
source: Terms and Policy
ar: الشروط والسياسة
es: Términos y política
fr: Termes et politiques
hi: शर्तें और नीति
pt: Termos e política

# caution_get_started
source: GET STARTED
ar: البدء
es: EMPEZAR
fr: COMMENCER
hi: शुरू हो जाओ
pt: INICIAR

source: Login
ar: تسجيل الدخول
es: Acceso
fr: Se connecter
hi: लॉग इन करें
pt: Conecte-se

source: Email:
ar: البريد الإلكتروني:
es: Correo electrónico:
fr: Messagerie électronique:
hi: ईमेल:

source: Password:
ar: شعار:
es: Contraseña:
fr: Mot de passe:
hi: पासवर्ड:
pt: Palavra-passe:

# enterYourEmail
source: Please enter your email
ar: رجاءا أدخل بريدك الإلكتروني
es: Por favor introduzca su correo electrónico
fr: Veuillez saisir votre e-mail
hi: अपना ईमेल दर्ज करें
pt: Por favor introduza o seu e-mail

# enterValidEmail
source: Please enter a valid email
ar: يرجى إدخال البريد الإلكتروني الصحيح
es: Por favor introduzca una dirección de correo electrónico válida
fr: Veuillez saisir un e-mail valide
hi: कृपया एक मान्य ईमेल दर्ज करें
pt: por favor digite um email válido

# enterYourPassword
source: Please enter your password
ar: من فضلك أدخل رقمك السري
es: Por favor, introduzca su contraseña
fr: s'il vous plait entrez votre mot de passe
hi: अपना पासवर्ड दर्ज करें
pt: Por favor, insira sua senha

# passwordMinLength
source: Password must be at least 8 characters long
ar: يجب أن يكون طول كلمة المرور 8 أحرف على الأقل
es: La contraseña debe tener al menos 8 caracteres
fr: Le mot de passe doit comporter au moins 8 caractères
hi: पासवर्ड कम से कम 8 अक्षर लंबा होना चाहिए
pt: A senha deve ter pelo menos 8 caracteres

source: Register
ar: يسجل
es: Registro
fr: Registre
hi: पंजीकरण करवाना
pt: Registro

source: Full name
ar: الاسم الكامل
es: Nombre completo
fr: Nom et prénom
hi: पूरा नाम
pt: Nome completo

source: Confirm Password
ar: تأكيد كلمة المرور
es: confirmar Contraseña
fr: Confirmez le mot de passe
hi: पासवर्ड की पुष्टि कीजिये
pt: Confirme sua senha

# enterYourFullName
source: Please enter your full name
ar: من فضلك ادخل اسمك الكامل
es: Por favor ingresa tu nombre completo
fr: S'il vous plait entrez votre nom entier
hi: कृपया अपना पूरा नाम दर्ज करें
pt: porfavor digite seu nome completo

# confirmPasswordRequired
source: Please confirm your password
ar: يرجى التأكد من صحة كلمة المرور الخاصة بك
es: Por favor, confirme su contraseña
fr: Veuillez confirmer votre mot de passe
hi: कृपया अपने पासवर्ड की पुष्टि करें
pt: Por favor, confirme sua senha

source: Passwords do not match
ar: كلمة المرور غير مطابقة
es: Las contraseñas no coinciden
fr: Les mots de passe ne correspondent pas
hi: सांकेतिक शब्द मेल नहीं खाते
pt: As senhas não coincidem

# welcomeSubtitle
source: Care at Your Fingertips.
ar: رعاية أطراف أصابعك.
es: Cuida a tu alcance.
fr: Prendre soin de vos doigts.
hi: अपनी उंगलियों पर देखभाल करें।
pt: Cuidado com a ponta dos dedos.

# loginButton
source: Login
ar: تسجيل الدخول
es: Acceso
fr: Se connecter
hi: लॉग इन करें
pt: Conecte-se

# registerButton
source: Register
ar: يسجل
es: Registro
fr: Registre
hi: पंजीकरण करवाना
pt: Registro

source: Medical Records
ar: سجلات طبية
es: Registros médicos
fr: Dossiers médicaux
hi: मेडिकल रिकॉर्ड
pt: Registros médicos

source: Age
ar: عمر
es: Edad
fr: Âge
hi: आयु
pt: Idade

source: Select Gender
ar: حدد نوع الجنس
es: Seleccione género
fr: Sélectionnez le sexe
hi: लिंग चुनें
pt: Selecione Gênero

# selectCountry
source: Select Country/Region
ar: حدد البلد/المنطقة
es: Seleccionar país/región
fr: Sélectionner le pays / la région
hi: देश/क्षेत्र का चयन करें
pt: Selecione país/região

source: Select Blood Group
ar: حدد FLODER FROLE
es: Seleccionar grupo de sangre
fr: Sélectionner le groupe sanguin
hi: रक्त समूह का चयन करें
pt: Selecione o grupo sanguíneo

source: Do you have any allergies
ar: هل لديك أي نوع من الحساسية
es: Tienes alguna alergia
fr: As tu des allergies
hi: आपको कोई एलर्जी है
pt: Você tem alguma alergia

# nextButton
source: Next
ar: التالي
es: Próximo
fr: Suivant
hi: अगला
pt: Próximo

# invalidDayTitle
source: Invalid Day
ar: يوم غير صالح
es: Día no válido
fr: Jour non valide
hi: अमान्य दिन
pt: Dia inválido

# invalidDayContent
source: Please enter a valid day between 1 and 31.
ar: الرجاء إدخال يوم صالح بين 1 و 31.
es: Ingrese un día válido entre 1 y 31.
fr: Veuillez saisir une journée valide entre 1 et 31.
hi: कृपया 1 और 31 के बीच एक वैध दिन दर्ज करें।
pt: Por favor, insira um dia válido entre 1 e 31.

# invalidMonthTitle
source: Invalid Month
ar: شهر غير صالح
es: Mes no válido
fr: Mois non valide
hi: ग़लत महीना
pt: Mês inválido

# invalidMonthContent
source: Please enter a valid month between 1 and 12.
ar: الرجاء إدخال شهر صالح بين 1 و 12.
es: Ingrese un mes válido entre 1 y 12.
fr: Veuillez saisir un mois valide entre 1 et 12.
hi: कृपया 1 और 12 के बीच एक वैध महीना दर्ज करें।
pt: Por favor, insira um mês válido entre 1 e 12.

source: OK
ar: نعم
es: DE ACUERDO
fr: D'ACCORD
hi: ठीक है

# chronicHealthConditions
source: Do you currently have any chronic health condition you are currently managing? If yes List them
ar: هل لديك حاليًا أي حالة صحية مزمنة تديرها حاليًا؟إذا كانت الإجابة بنعم سردهم
es: ¿Tiene actualmente alguna condición de salud crónica que esté administrando actualmente?Si es así, enumere
fr: Avez-vous actuellement un état de santé chronique que vous gérez actuellement?Si oui, énumérez-les
hi: क्या आपके पास वर्तमान में कोई पुरानी स्वास्थ्य स्थिति है जिसे आप वर्तमान में प्रबंधित कर रहे हैं?यदि हाँ, तो उन्हें सूचीबद्ध करें
pt: Atualmente, você tem alguma condição de saúde crônica que está gerenciando atualmente?Se sim liste -os

# maintenanceMedication
source: Are you on any maintenance medication? If so please list them
ar: هل أنت في أي دواء للصيانة؟إذا كان الأمر كذلك، رجاء تقديم قائمة بها
es: ¿Está tomando algún medicamento de mantenimiento?Si es así, nómbralos
fr: Êtes-vous sur des médicaments d'entretien?Si oui, veuillez les énumérer
hi: क्या आप किसी भी रखरखाव की दवा पर हैं?यदि ऐसा है तो कृपया उन्हें सूचीबद्ध करें
pt: Você está tomando algum medicamento de manutenção?Neste caso, por favor, liste-os

# ongoingAcuteCondition
source: Do you have any ongoing acute health condition you are currently managing
ar: هل لديك أي حالة صحية حادة مستمرة تديرها حاليًا
es: ¿Tiene alguna condición de salud aguda en curso que esté administrando actualmente?
fr: Avez-vous un état de santé aigu continu que vous gérez actuellement
hi: क्या आपके पास कोई भी तीव्र स्वास्थ्य स्थिति है जिसे आप वर्तमान में प्रबंधित कर रहे हैं
pt: Você tem qualquer condição de saúde aguda em andamento que está gerenciando atualmente

# majorSurgery
source: Have you had any major surgery or hospitalization? If so state the reason for the surgery or hospitalization.
ar: هل خضعت لأي عملية جراحية كبيرة أو دخول في المستشفى؟إذا كان الأمر كذلك ، حدد سبب الجراحة أو الاستشفاء.
es: ¿Ha tenido alguna cirugía o hospitalización mayor?Si es así, indique el motivo de la cirugía o la hospitalización.
fr: Avez-vous subi une chirurgie ou une hospitalisation majeure?Si c'est le cas, énoncez la raison de la chirurgie ou de l'hospitalisation.
hi: क्या आपके पास कोई बड़ी सर्जरी या अस्पताल में भर्ती है?यदि ऐसा है तो सर्जरी या अस्पताल में भर्ती होने का कारण है।
pt: Você já fez alguma cirurgia ou hospitalização importante?Nesse caso, declare o motivo da cirurgia ou hospitalização.

source: Welcome
ar: مرحباً
es: Bienvenido
fr: Accueillir
hi: स्वागत
pt: Bem-vindo

source: Emergency
ar: طارئ
es: Emergencia
fr: Urgence
hi: आपातकाल
pt: Emergência

source: Symptom Checker
ar: مدقق الأعراض
es: Verificador de síntomas
fr: Vérificateur des symptômes
hi: लक्षण चेकर
pt: Verificador de sintomas

source: Vet Drug
ar: المخدرات الطبيب البيطري
es: Veterinario
fr: Vétérinaire
hi: पशु चिकित्सक दवा
pt: Droga veterinária

# nonBinaryMentalHealth
source: Non binary mental health care
ar: العقلية غير الثنائية الرعاىة الصحية
es: Mental no binario cuidado de la salud
fr: Mental non binaire soins de santé
hi: गैर -द्विआधारी मानसिक स्वास्थ्य देखभाल
pt: Não binário mental assistência médica

source: Women's health
ar: صحة المرأة
es: La salud de la mujer
fr: Santé des femmes
hi: महिलाओं की सेहत
pt: Saúde das mulheres

# addictionTreatment
source: Addition treatment
ar: علاج الإدمان
es: Tratamiento de adicción
fr: Traitement de la toxicomanie
hi: नशे की लत उपचार
pt: Tratamento de dependência

source: Visual sensory assistant
ar: الحسية البصرية مساعد
es: Sensorial visual asistente
hi: दृश्य संवेदी सहायक
pt: Sensorial visual assistente

source: Hearing Assistant
ar: مساعد السمع
es: Asistente de audición
fr: Assistant auditif
hi: श्रवण सहायक
pt: Assistente de audição

source: Coming soon
ar: قريباً
es: Muy pronto
fr: À venir
hi: जल्द आ रहा है
pt: Em breve

source: Home
ar: بيت
es: Hogar
fr: Maison
hi: घर
pt: Lar

source: Health tips
ar: نصائح صحية
es: Consejos de salud
fr: Astuces santé
hi: स्वास्थ्य सुझाव
pt: Dicas de saúde

source: Settings
ar: إعدادات
es: Ajustes
fr: Paramètres
hi: समायोजन
pt: Configurações

# imageAlt
source: Like
ar: يحب
es: Como
fr: Comme
hi: पसंद
pt: Como

# registrationComplete
source: You just finished your registration process
ar: لقد انتهيت للتو من عملية التسجيل الخاصة بك
es: Acaba de terminar su proceso de registro
fr: Vous venez de terminer votre processus d'inscription
hi: आपने अभी -अभी अपनी पंजीकरण प्रक्रिया समाप्त की है
pt: Você acabou de terminar seu processo de registro

# imageAlt2
source: Error
ar: خطأ
fr: Erreur
hi: गलती
pt: Erro

# medicalInfoPrompt
source: We just need a few medical informations about you to tailor the to suit you best
ar: نحتاج فقط إلى بعض المعلومات الطبية عنك لتخصيص ما يناسبك بشكل أفضل
es: Solo necesitamos algunas información médica sobre ti para adaptar el mejor para ti
fr: Nous avons juste besoin de quelques informations médicales à propos de vous pour adapter le mieux à vous
hi: हमें बस कुछ चिकित्सा सूचना की आवश्यकता है आप के बारे में सबसे अच्छा सूट करने के लिए दर्जी करने के लिए
pt: Só precisamos de algumas informações médicas sobre você para adaptar o melhor para você

# getStartedPrompt
source: That’s all we need to get you started on your journey
ar: هذا كل ما نحتاجه للبدء في رحلتك
es: Eso es todo lo que necesitamos para que comiences en tu viaje
fr: C'est tout ce dont nous avons besoin pour vous lancer dans votre voyage
hi: यह सब हमें आपकी यात्रा पर शुरू करने की आवश्यकता है
pt: É tudo o que precisamos para iniciar sua jornada

# getStartedButton
source: Get Started
ar: البدء
es: Empezar
fr: Commencer
hi: शुरू हो जाओ
pt: Iniciar

# enterYourMessageHint
source: Enter your message here
ar: أدخل رسالتك هنا
es: Introduzca su mensaje aquí
fr: Entrez votre message ici
hi: अपना संदेश यहां दर्ज करें
pt: Digite sua mensagem aqui

# drugVettingTitle
source: Drug Vetting
ar: فحص المخدرات
es: Investigación de drogas
fr: Vérification des médicaments
hi: ड्रग वेटिंग
pt: Verificação de drogas

# chooseMethod
source: Choose any method below
ar: اختر أي طريقة أدناه
es: Elija cualquier método a continuación
fr: Choisissez n'importe quelle méthode ci-dessous
hi: नीचे कोई भी विधि चुनें
pt: Escolha qualquer método abaixo

source: Photo Library
ar: مكتبة الصور
es: Librería fotográfica
fr: Galerie de photos
hi: चित्र पुस्तकालय
pt: Biblioteca de fotos

source: Camera
ar: آلة تصوير
es: Cámara
fr: Caméra
hi: कैमरा
pt: Câmera

# imageInstruction
source: Take a picture of the drug pack, make sure the name is clearly visible
ar: التقط صورة لحزمة المخدرات ، تأكد من أن الاسم واضح واضح
es: Tome una foto del paquete de drogas, Asegúrese de que el nombre sea claramente visible
fr: Prenez une photo du pack de drogue, Assurez-vous que le nom est clairement visible
hi: ड्रग पैक की एक तस्वीर लें, सुनिश्चित करें कि नाम स्पष्ट रूप से दिखाई दे रहा है
pt: Tire uma foto do pacote de drogas, Verifique se o nome está claramente visível

source: Upload Image
ar: تحميل الصور
es: Cargar imagen
fr: Télécharger l'image
hi: तस्विर अपलोड करना
pt: Enviar Imagem

# inputHint
source: eg Paracetamol BP.500mg
ar: مثل باراسيتامول BP.500mg
es: por ejemplo, paracetamol bp.500mg
fr: par exemple paracétamol bp.500mg
hi: जैसे पेरासिटामोल BP.500MG
pt: Por exemplo, paracetamol bp.500mg

# inputDescription
source: Write the name of the drug with active ingredients
ar: اكتب اسم الدواء بمكونات نشطة
es: Escriba el nombre del medicamento con ingredientes activos
fr: Écrivez le nom du médicament avec des ingrédients actifs
hi: सक्रिय अवयवों के साथ दवा का नाम लिखें
pt: Escreva o nome da droga com ingredientes ativos

# emergencyTitle
source: Emergency
ar: طارئ
es: Emergencia
fr: Urgence
hi: आपातकाल
pt: Emergência

source: Heart Attack
ar: نوبة قلبية
es: Infarto de miocardio
fr: Crise cardiaque
hi: दिल का दौरा
pt: Ataque cardíaco

source: Severe Burns or injuries
ar: حروق أو إصابات شديدة
es: Quemaduras o lesiones graves
fr: Brûlures ou blessures graves
hi: गंभीर जलन या चोटें
pt: Queimaduras ou lesões graves

source: Asthma attacks
ar: هجمات الربو
es: Ataques de asma
fr: Attaques d'asthme
hi: अस्थमा हमले
pt: Ataques de asma

source: Fractured Bone
ar: العظم المكسور
es: Hueso fracturado
fr: Os fracturé
hi: फ्रैक्चर वाली हड्डी
pt: Osso fraturado

source: Poisoning or overdose
ar: التسمم أو الجرعة الزائدة
es: Envenenamiento o sobredosis
fr: Empoisonnement ou surdosage
hi: विषाक्तता या ओवरडोज
pt: Envenenamento ou overdose

source: Access to Care
ar: الوصول إلى الرعاية
es: Acceso a la atención
fr: Accès aux soins
hi: देखभाल तक पहुंच
pt: Acesso ao cuidado

# textPrompt
source: Can't find what you're looking for? Don't fret! Just describe your emergency in the text field below, and IMAGO will provide you with a quick and accurate response.
ar: ألا تستطيع إيجاد ما تبحث عنه؟لا تقلق!فقط صف حالة الطوارئ في حقل النص أدناه ، وسوف يوفر لك Imago استجابة سريعة ودقيقة.
es: ¿No encuentras lo que buscas?¡No te preocupes!Simplemente describa su emergencia en el campo de texto a continuación, e IGelo le proporcionará una respuesta rápida y precisa.
fr: Vous ne trouvez pas ce que vous recherchez?Ne vous inquiétez pas!Décrivez simplement votre urgence dans le champ de texte ci-dessous, et Imago vous fournira une réponse rapide et précise.
hi: आप क्या देख रहे हैं?झल्लाहट मत करो!बस नीचे दिए गए पाठ क्षेत्र में अपने आपातकाल का वर्णन करें, और इमेजो आपको एक त्वरित और सटीक प्रतिक्रिया प्रदान करेगा।
pt: Não consegue encontrar o que você está procurando?Não se preocupe!Basta descrever sua emergência no campo de texto abaixo, e o IMAGO fornecerá uma resposta rápida e precisa.

# messageHint
source: Enter your message here
ar: أدخل رسالتك هنا
es: Introduzca su mensaje aquí
fr: Entrez votre message ici
hi: अपना संदेश यहां दर्ज करें
pt: Digite sua mensagem aqui
